Repository: AmFearLiath/osclass-algolia-places
Catalog: languages/*/messages.po
Languages: de_de

source: Activate Algolia Places
de_de: Algolia Places aktivieren

source: Check this box to activate the plugin and make use of algolia places
de_de: Durch aktivieren dieser Option wird Algolia Places in Deinem System verwendet

source: If you are using the autocomplete from your theme or osclass, you should disable it, before using this plugin.
de_de: Wenn Du in Deinem Template die Autovervollständigung von OSClass nutzt, muss diese unbedingt deaktiviert werden.

source: <a target="_blank" href="https://www.algolia.com/dashboard/status">Here</a> you can see your Statistiks on Algolia Places API Credentials
de_de: <a target="_blank" href="https://www.algolia.com/dashboard/status">Hier</a> kannst Du aktuelle Statistiken über Deinen API Account einsehen

source: API Credentials
de_de: API Zugangsdaten

source: Enter here your <a target="_blank" href="https://www.algolia.com/users/sign_up/places">API Credentials</a> if you want to increase you free amount of searches from 1.000/day to 100.000/month.
de_de: Gib hier Deine <a target="_blank" href="https://www.algolia.com/users/sign_up/places">API Zugangsdaten</a> ein, wenn Du das Limit von 1.000 Aufrufen/Tag auf 100.000 Aufrufe/Monat erhöhen möchtest.

source: Application ID
de_de: App ID

source: API Key
de_de: API Schlüssel

source: Language Support
de_de: Sprachunterstützung

source: Check this box to activate the language support.
de_de: Aktivieren um die Sprachunterstützung einzuschalten.

source: This option shows the results in the user language
de_de: Diese Funktion zeigt die Ergebnisse in der vom Benutzer eingestellten Sprache

source: <a href="https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes#Table">ISO 639-1</a> Language Codes
de_de: <a href="https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes#Table">ISO 639-1</a> Sprach Codes

source: Enter here the supported language codes
de_de: Gib hier die unterstützten Sprach Codes ein

source: <a href="https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes#Table">ISO 639-1</a> Standard Language Code
de_de: <a href="https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes#Table">ISO 639-1</a> Standard Sprach Code

source: Enter here the standard language code
de_de: Gib hier den Standard Sprach Code ein

source: Country Support
de_de: Länder Unterstützung

source: Check this box to restrict the results to the countrys used in osclass
de_de: Aktivieren um die Länderunterstützung zu aktivieren

source: With this option only results from selected countries are shown.
de_de: Diese ermöglicht es, Ergebnisse nur aus den vordefinierten Ländern anzeigen zu lassen

source: <a href="https://en.wikipedia.org/wiki/ISO_3166-1#Officially_assigned_code_elements">ISO 3166-1</a> Country Codes
de_de: <a href="https://en.wikipedia.org/wiki/ISO_3166-1#Officially_assigned_code_elements">ISO 3166-1</a> Länder Codes

source: Enter here the supported country codes (separated by ,)
de_de: Gib hier die unterstützten Länder Codes ein (getrennt mit ,)

source: Save
de_de: Speichern

source: Settings
de_de: Einstellungen
